attractions_data = {
    "Москва, Россия": [
        {"name": "Красная площадь", "description": "Культурно-историческая площадь в центре Москвы, окружённая памятниками архитектуры."},
        {"name": "Кремль", "description": "Центральная административная и историко-архитектурная часть Москвы."},
        {"name": "Собор Василия Блаженного", "description": "Известный православный собор на Красной площади в Москве."},
        {"name": "Третьяковская галерея", "description": "Крупнейший музей русского искусства в Москве."}
    ],
    "Париж, Франция": [
        {"name": "Эйфелева башня", "description": "Символ Парижа и одна из самых известных достопримечательностей мира."},
        {"name": "Лувр", "description": "Крупнейший музей мира и исторический памятник Франции."},
        {"name": "Нотр-Дам де Пари", "description": "Известный собор в стиле готики на острове Ла-Сите в Париже."},
        {"name": "Шанз-Элизе", "description": "Проспект в Париже, знаменитый своими магазинами, кафе и театрами."}
    ],
    "Лондон, Великобритания": [
        {"name": "Биг Бен", "description": "Знаменитый часовой механизм в Вестминстерском дворце в Лондоне."},
        {"name": "Тауэрский мост", "description": "Мост через Темзу в Лондоне, близкий к Тауэру."},
        {"name": "Букингемский дворец", "description": "Официальная резиденция монарха Великобритании в Лондоне."},
        {"name": "Британский музей", "description": "Один из крупнейших и наиболее посещаемых музеев мира, находящийся в Лондоне."}
    ],
    "Берлин, Германия": [
        {"name": "Бранденбургские ворота", "description": "Историческая постройка в Берлине, символ единения Германии."},
        {"name": "Рейхстаг", "description": "Здание, являющееся местом заседаний федерального парламента Германии."},
        {"name": "Берлинская стена", "description": "Исторический символ разделения города на Восточный и Западный Берлин."},
        {"name": "Музей острова Музеум", "description": "Музей, расположенный на острове в реке Спрее в Берлине."}
    ],
    "Рим, Италия": [
        {"name": "Колизей", "description": "Амфитеатр в Риме, одна из величайших сооружений античности."},
        {"name": "Пантеон", "description": "Храм в Риме, построенный в честь всех богов античности."},
        {"name": "Форум Романум", "description": "Центр государственной и общественной жизни в Древнем Риме."},
        {"name": "Ватикан", "description": "Суверенная территория в центре Рима и резиденция Папы Римского."}
    ],
    "Токио, Япония": [
        {"name": "Токийская башня", "description": "Телевизионная башня в Токио, символ города."},
        {"name": "Сенсо-дзи", "description": "Буддийский храм в Токио, одно из старейших сооружений города."},
        {"name": "Императорский дворец", "description": "Официальная резиденция Императора Японии в Токио."},
        {"name": "Храм Асакуса", "description": "Буддийский храм в районе Асакуса, один из старейших храмов в Токио."}
    ],
    "Пекин, Китай": [
        {"name": "Запретный город", "description": "Крупнейший императорский дворец в мире, расположенный в Пекине."},
        {"name": "Великая китайская стена", "description": "Древнее оборонительное сооружение в Китае, символ страны."},
        {"name": "Храм Неба", "description": "Комплекс построек в Пекине, где проходили церемонии императорского культа."},
        {"name": "Летний дворец", "description": "Императорский летний дворец и парк в Пекине, построенный для отдыха правителей."}
    ],
    "Вашингтон, США": [
        {"name": "Белый дом", "description": "Официальная резиденция и рабочее место Президента США в Вашингтоне."},
        {"name": "Капитолий", "description": "Здание, где располагается Конгресс США и Палата представителей."},
        {"name": "Мемориал Линкольна", "description": "Памятник Аврааму Линкольну, 16-му президенту США, в Вашингтоне."},
        {"name": "Национальная галерея искусств", "description": "Одна из ведущих художественных галерей США в Вашингтоне."}
    ],
    "Канберра, Австралия": [
        {"name": "Парламентский дом", "description": "Здание, в котором проводятся заседания Парламента Австралии."},
        {"name": "Национальная галерея Австралии", "description": "Крупнейший музей австралийского искусства в Канберре."},
        {"name": "Войджер национальный мемориал", "description": "Памятник, посвящённый исследовательским путешествиям и открытиям."},
        {"name": "Национальный зоопарк и аквариум", "description": "Один из крупнейших зоопарков и аквариумов в Австралии"}
    ]
}
